Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-Profile/Sources/Geografy-Feature-Profile/Resources/Localizable.xcstrings
Source language: en
Languages: ka

# %lld / %lld XP to next level
source: %1$lld / %2$lld XP to next level
ka: %1$lld / %2$lld XP შემდეგ დონემდე

# %lld day streak, %lld of 7 days active this week
source: %1$lld day streak, %2$lld of 7 days active this week
ka: %1$lld-დღიანი სერია, %2$lld 7 დღიდან აქტიური ამ კვირაში

source: %lld percent progress
ka: %lld პროცენტი პროგრესი

source: %lld total XP
ka: %lld სულ XP

source: %lld-day streak
ka: %lld-დღიანი სერია

source: %lld/7 days
ka: %lld/7 დღე

source: Accuracy
ka: სიზუსტე

source: Accuracy %lld percent
ka: სიზუსტე %lld პროცენტი

source: Cancel
ka: გაუქმება

source: Create an account — your XP & achievements will be linked
ka: შექმენი ანგარიში — შენი XP და მიღწევები დაკავშირდება

source: Delete
ka: წაშლა

source: Delete Account
ka: ანგარიშის წაშლა

source: Display Name
ka: საჩვენებელი სახელი

source: Earn badges by playing!
ka: მოიპოვე ბეჯები თამაშით!

source: Edit Profile
ka: პროფილის რედაქტირება

source: Enter your name
ka: შეიყვანე სახელი

source: Get Geografy Premium
ka: მიიღე Geografy პრემიუმ

source: Guest
ka: სტუმარი

source: Level %lld
ka: დონე %lld

source: Maximum level reached!
ka: მაქსიმალური დონე მიღწეულია!

source: Premium
ka: პრემიუმ

source: Profile
ka: პროფილი

source: Save
ka: შენახვა

source: Save your progress
ka: შეინახე პროგრესი

source: See All
ka: ყველას ნახვა

source: Start exploring to earn achievements!
ka: დაიწყე აღმოჩენა მიღწევების მისაღებად!

source: Tap to change photo
ka: შეეხე ფოტოს შესაცვლელად

source: Total XP
ka: სულ XP

source: Unlock all quiz types, advanced stats & more
ka: განბლოკე ყველა ვიქტორინის ტიპი, გაფართოებული სტატისტიკა და სხვა
